Can't copy element(s) to In Place family.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CantCopyElemsToInplaceFam { get; }
  Visual Basic
Public Shared ReadOnly Property CantCopyElemsToInplaceFam As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CantCopyElemsToInplaceFam {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CopyPasteFailures Class
  Autodesk.Revit.DB Namespace